Repository: Adaminion/wordsteacher
Catalog: lib/l10n/app_*.arb
Languages: no, pl

source: Forget
no: Glem
pl: Zapomnij

source: Edit
no: Rediger
pl: Edytuj

source: Cloud
no: Sky
pl: Chmura

source: Drill
no: Øvelse
pl: Ćwiczenie

source: Options
no: Alternativer
pl: Opcje

source: Help
no: Hjelp
pl: Pomoc

source: Question
no: Spørsmål
pl: Pytanie

source: Answer
no: Svar
pl: Odpowiedź

source: Save
no: Lagre
pl: Zapisz

source: Cancel
no: Avbryt
pl: Anuluj

source: Delete
no: Slett
pl: Usuń

# addNewEntry
source: Add entry
no: Legg til ny oppføring
pl: Dodaj nowy wpis

source: Edit entry
no: Rediger oppføring
pl: Edytuj wpis

# questionAndAnswerCannotBeEmpty
source: Question/answer required
no: Spørsmål og svar kan ikke være tomme.
pl: Pytanie i odpowiedź nie mogą być puste.

# deleteEntryTitle
source: Delete?
no: Slette oppføring?
pl: Usunąć wpis?

# deleteEntryConfirm
source: Delete?
no: Er du sikker på at du vil slette oppføringen: "{question}"?
pl: Czy na pewno chcesz usunąć wpis: "{question}"?

source: Unsaved changes
no: Ulagrede endringer
pl: Niezapisane zmiany

# discardChangesMessage
source: Discard changes and go back?
no: Du har ulagrede endringer. Vil du forkaste dem og gå tilbake?
pl: Masz niezapisane zmiany. Czy chcesz je odrzucić i wrócić?

source: Stay
no: Bli
pl: Zostań

# discardAndGoBack
source: Discard & return
no: Forkast og gå tilbake
pl: Odrzuć i wróć

# loggedOutSuccessfully
source: Logged out
no: Logget ut vellykket
pl: Wylogowano pomyślnie

# mustBeLoggedInToSave
source: Login to save sheet
no: Du må være logget inn for å lagre et nytt ark.
pl: Musisz być zalogowany, aby zapisać nowy arkusz.

# loginRequiredToDelete
source: Login to delete sheets
no: Pålogging kreves for å slette ark.
pl: Logowanie wymagane do usuwania arkuszy.

# loginRequiredToRename
source: Login to rename sheets
no: Pålogging kreves for å gi nytt navn til ark.
pl: Logowanie wymagane do zmiany nazwy arkuszy.

# loginRequiredToLoad
source: Login to load sheets
no: Pålogging kreves for å laste inn dine ark.
pl: Logowanie wymagane do wczytania twoich arkuszy.

source: No entries to copy
no: Ingen oppføringer å kopiere.
pl: Brak wpisów do skopiowania.

# commasDetectedInEntries
source: Commas detected
no: Kommaer oppdaget i oppføringer
pl: Wykryto przecinki we wpisach

# commasDetectedMessage
source: Entries contain commas. Choose format:
no: Oppføringene dine inneholder kommaer. Hvordan vil du formatere teksten for utklippstavlen?
pl: Twoje wpisy zawierają przecinki. Jak chcesz sformatować tekst do schowka?

# lineByLineFormat
source: Line by line (Q→A)
no: Linje for linje (S så A)
pl: Linia po linii (P potem O)

# removeCommasFormat
source: Remove commas (Q,A)
no: Fjern kommaer (S,A)
pl: Usuń przecinki (P,O)

# copyOperationCancelled
source: Copy cancelled
no: Kopieringsoperasjon avbrutt.
pl: Operacja kopiowania anulowana.

# copiedEntriesToClipboard
source: Copied {count} entries
no: Kopierte {count} oppføringer til utklippstavlen
pl: Skopiowano {count} wpisów do schowka

# nothingCopiedToClipboard
source: Nothing copied
no: Ingenting ble kopiert til utklippstavlen.
pl: Nic nie zostało skopiowane do schowka.

# unsavedChangesNewFileMessage
source: Unsaved changes will be lost. Continue?
no: Du har ulagrede endringer. Fortsetter vil slette dem. Fortsette?
pl: Masz niezapisane zmiany. Kontynuowanie je usunie. Kontynuować?

source: No
no: Nei
pl: Nie

source: Yes
no: Ja
pl: Tak

# memoryClearedMessage
source: Memory cleared
no: Minne tømt. Klar for nye oppføringer.
pl: Pamięć wyczyszczona. Gotowe na nowe wpisy.

# clipboardIsEmpty
source: Clipboard empty
no: Utklippstavlen er tom
pl: Schowek jest pusty

# clipboardNoProcessableContent
source: No clipboard content
no: Utklippstavlen inneholder ikke behandlingsbart innhold.
pl: Schowek nie zawiera treści do przetworzenia.

# pasteFromClipboard
source: Paste
no: Lim inn fra utklippstavle
pl: Wklej ze schowka

# pasteReplaceOrAppendMessage
source: Replace existing or append?
no: Vil du erstatte eksisterende oppføringer eller legge til dem?
pl: Czy chcesz zastąpić istniejące wpisy czy dodać do nich?

source: Append
no: Legg til
pl: Dodaj

source: Replace
no: Erstatt
pl: Zastąp

# pasteOperationCancelled
source: Paste cancelled
no: Innsettingsoperasjon avbrutt.
pl: Operacja wklejania anulowana.

# noValidQAPairsFound
source: No valid fact sheets found
no: Ingen gyldige S&A-par funnet i utklippstavlen med oppdaget format.
pl: Nie znaleziono prawidłowych par P&O w schowku w wykrytym formacie.

# errorPastingFromClipboard
source: Paste error: {error}
no: Feil ved innsetting fra utklippstavle: {error}
pl: Błąd podczas wklejania ze schowka: {error}

# unsavedChangesTestFileMessage
source: Unsaved changes will be lost. Generate test file?
no: Du har ulagrede endringer. Generering av testfil vil slette dem. Fortsette?
pl: Masz niezapisane zmiany. Generowanie pliku testowego je usunie. Kontynuować?

# generatedTestEntriesMessage
source: 30 test entries generated. Click “Add/Edit entries”.
no: Genererte 30 nye testoppføringer. Klikk "Legg til/Rediger oppføringer" for å se.
pl: Wygenerowano 30 nowych wpisów testowych. Kliknij "Dodaj/Edytuj wpisy" aby zobaczyć.
